{
  "shona": "ORDER OF SERVICE\n\nKUFAMBISWA KWE RUSHANDO\n\nA) RUSHANDO RWAKAZARA (FULL SERVICE)\n\n1. Mureza wedivi unokwidzwa neumwe wechidiki akazara kana Mutungamiriri anenge akapfeka Mukwakwa.\n2. Mubati chigaro anotora nzvimbo yake.\n3. Muimbi anosimuka ouchira katatu chita chosimuka.\n4. Rumbo rwezuva iroro runoimbwa rwese.\n5. Mubati chigaro anotaura achiti: \"Ngati tsinzinei kunamate vaviri\" (kana kuti \"Ngati pfugamei kunamate vaviri\").\n6. Rumbo ruchidhonzwa - ndima 1 anonamata wekutanga, ndima 2 anonamata wechipiri.\n7. Mubati chigaro anotaura achiti: \"Munamato wedu tese kuna Mwari\" - chita chese chonamata.\n8. Ndima 3.\n9. Anoverenga musoro weshoko anotaura wezuva iroro pamwe nemumwe wechipiri.\n10. Ndima 4.\n11. Mubati chigaro anotaura: \"Yava nguva yekurapiwa.\" (Kana pasina Mutumwa: \"ticharapiwa nerumbo Guta Ra Mwari Musha Wangu\").\n12. Mutumwa anomira panzvimbo yake.\n13. Rumbo: Hymn 5 (Munodzima Kuipa Mwari).\n14. Vanhu vakapfeka zvishongo zveGuta vorapiwa kusvikira vapera vese.\n15. Rumbo: Hymn 1 (Mwari Taungana).\n16. Vanhu vasina kupfeka zvishongo vorapiwa kusvikira vapera vese.\n17. Kana paine vatsva: Hymn 8 (Mwari Ndiri Mwana weNyu).\n18-31. [Continue with hymn singing, testimonies, and closing sections]\n32. Mubati chigaro anoti: \"Ngati tsinzineyi tikumbire Ngoni kuna Mwari.\"\n33. Mubati chigaro anokumbira Ngoni.\n34. Ndima 1 inoimbwa.\n35. Mubati chigaro wedivi anotaurira zviziviso nekudaidzira zvipo.\n36. Ndima 2 (yekupedzisira) inoimbwa - pobviswa Mikwakwa.\n37. Vanoda kupinda muNgarava vanopiwa mukana.\n38. Mureza wedivi unodzikiswa.\n\nB) RUSHANDO RWEKURAPIWA (HEALING SERVICE)\n\n1. Mutungamiriri anotora nzvimbo yake pamberi pechita.\n2. Rumbo: Hymn 1 (Mwari Taungana - rwese).\n3. Mutungamiriri anoti: \"Ya nguva yekurapiwa.\"\n4. Mutumwa anomira panzvimbo yake.\n5. Rumbo: Hymn 4 (Guta Ra Mwari Musha Wangu).\n6. Vanhu vese vanorapiwa - kutanga vakapfeka zvishongo zveGuta, kuchitevera vasina kupfeka.\n7. Chita chinosimuka choimba Hymn 1 (ndima 1).\n8. Mutungamiriri anoti: \"Ya nguva yezviziviso\" otaura zviziviso.\n9. Iyi nguva ndinoyisira vaVhangeri.\n10. Muvhangeri anotaura zviziviso odzorerazve basa kuMutungamiriri.\n11. Chita chese chinosimuka choimba Hymn 1 (ndima 2).\n12. Vanoda kupinda muNgarava vanopiwa mukana.\n\nC) RUSHANDO RWECHITA CHAJANET (JANET SERVICE)\n\n1. Mubati chigaro anotora nzvimbo yake pamberi pechita.\n2. Muimbi anosimuka ouchira katatu chita chisimuke.\n3. Rumbo: Hymn 1 (Mwari Taungana - rwese).\n4. Mubati chigaro anoti: \"Ngati tsinzinei kunamate vaviri\".\n5. Ndima 1 inoimbwa ichidhonzwa.\n6. Mubati chigaro anoverenga munamato wechita chaJanet.\n7. Ndima 2 inoimbwa ichidhonzwa.\n8. Mubati chigaro anoti: \"Munamato wedu tese kuna Mwari\" - chita chese chonamata.\n9. Ndima 3.\n10. Mutungamiriri anoverenga musoro weshoko.\n11. Rumbo: ndima 4.\n12. Mubati chigaro anoti: \"Yava nguva yekurapiwa.\" (Kana pasina Mutumwa: \"ticharapiwa nerumbo Guta Ra Mwari Musha Wangu\").\n13. Mutumwa anomira panzvimbo yake.\n14. Rumbo: Hymn 5 (Munodzima Kuipa Mwari).\n15. Vanhu vorapiwa kusvikira vapera.\n16. Rumbo: Hymn 1 (Mwari Taungana).\n17. Vanhu vasina zvishongo vorapiwa kusvikira vapera.\n18. Hymn 1 - ndima 1.\n19. Anodana vaimbi odaidza chikwata; vanoimba vozopedzisa nerumbo rwechipiri.\n20. Mutungamiriri anoverenga chidzidzo chesangano raJanet.\n21. Rumbo ndima imwe chete.\n22. Vanoda kupupura/kudzidzisa/kuimba vanopiwa mukana.\n23. Mubati chigaro anosimuka - ndima imwe chete.\n24. Muvhangeri opeta mashoko.\n25. Chita chese chinosimuka choimba rumbo rwese.\n26. Mubati chigaro anoti: \"Ngati tsinzineyi tikumbire Ngoni kuna Mwari.\"\n27. Mubati chigaro anokumbira Ngoni.\n28. Rumbo: Hymn 2 (Tirivawadzani - rwese).\n29. Mubati chigaro anoti: \"Fambai murunyararo.\"\n30. Chita chinopindura: \"Narini.\"\n31. Mubati chigaro anotaura zviziviso, osiira vaVhangeri.\n32. Vanoda kupinda muNgarava vanopiwa mukana.",

  "ndebele": "ORDER OF SERVICE\n\nUKUQHUTSHWA KWENKONZO\n\n1. IFulegi yeChibi iyakhwezwa ngumthwali womsebenzi egqoke uMkwakwa.\n2. UMgcinisihlalo uthatha indawo yakhe.\n3. UMhlabeleli uyasukuma aqakeze kathathu ibandla lisukume.\n4. Ingoma iyahlatshelwa yonke.\n5. UMgcinisihlalo ukhuluma athi: \"Kasiguqeni kuthandaze ababili\" (noma athi \"kasi cimezeni kuthandaze ababili\").\n6. Ingoma iyahlatshelwa idonswa - indima yokuqala anonamata wekutanga, indima yesibili anonamata wechipiri.\n7. Umgcinisihlalo ukhuluma athi: \"Umthandazo wethu sonke kuNkulunkulu\", inhlanganiso yonke ithandaze.\n8. Indima yesithathu.\n9. Obala inhloko zezindaba uyasukuma abale aqale ngenhloko yelanga lolelo abesebala eyesibili.\n10. Indima yesine.\n11. Umgcinisihlalo uyakhuluma athi: \"Sekuyisikhathi sokwelatshwa\". (Nxa kungela Zithunywa uyakhuluma athi: \"Sekuyisikhathi sokwelatshwa sizakwelatshwa ngengoma: Guta Ra Mwari Khaya Lami\").\n12. Izithunywa ziyema endaweni yazo.\n13. Ingoma: Hymn 5 (Uyesul'izono Thixo).\n14. Amabutho embethe izembatho zekhaya yibo abaqala ukuyahlala esihlalweni beselatshwa baze baphele bonke.\n15. Ingoma: Hymn 1 (Thixo sihlangene).\n16. Amabutho embethe izembatho zabo bayasukuma bayehlala esihlalweni belatshwe baze baphele.\n17. Indima yokuqala yengoma yelanga.\n18. Obiza iqembu lokuhlabela uyasukuma alibize.\n19. Iqembu elihlabelayo lithatha indawo yalo lihlabela - libeselihlabelela ke ingoma yalo eyesibili.\n20. Obala izihloko uyasukuma abale inhloko yendaba yelanga ngamafitshane.\n21. Obalayo uyaqhubeka abale inhloko yesibili afundise ngayo.\n22. Ingoma: indima yesibili.\n23. Obala iZimiso uyasukuma abale.\n24. Ingoma: indima yesithathu.\n25. Abafakazayo, abafundisayo vanopiwa mukana.\n26. UMgcinisihlalo uyasukuma lebandla lalo lisukume kuhlatshelwe ingoma indima eyodwa.\n27. Umgcinisihlalo uyavala ngokubala njalo efundisa ngenhloko yendaba yalolelolanga.\n28. Indima yokuqala yengoma iyahlatshelwa kodwa ingungu ziyabe zingakhali.\n29. Umvangeli uyasukuma aphethe amazwi.\n30. Ibandla lonke liyasukuma lihlabele ingoma yelanga iyephela.\n31. Umgcinisihlalo ukhuluma athi: \"Asicimezeni sicele uMusa kuThixo\".\n32. Umgcinisihlalo uyacela uMusa.\n33. Ingoma: indima yokuqala iyahlatshelwa.\n34. Umgcinisihlalo wechibi uyasukuma aphe izaziso njalo abizele izipho nxa kulilanga lazo.\n35. Ingoma: indima yokucina iyahlatshelwa obaba bakhuphe imiKwakwa.\n36. Abafisa ukungena emkhunjini benza njalo.",

  "tswana": "ORDER OF SERVICE\n\nTSAMAISO YA TIRELO - TIRELO E TLETSENG\n\n1. Folaga ya lekalana e a pegwa ke Moetapele yo o apereng Mokwakwa.\n2. Modulasetilo o tsaya manno a gagwe.\n3. Motlhabeletsi o ema ka dinao a ope diatla gararo gore phuthego e emelele.\n4. Pina ya letsatsi leo e opelwa yotlhe.\n5. Modulasetilo o bua a re: 'A re khubameng go rapele ba le babedi.' (Kana a re: 'A re budulaleng go rapele ba le babedi').\n6. Pina e opelwa ka modumo wa go goga (temana ya ntlha) - go rapela wa ntlha.\nTemana ya bobedi - go rapela wa bobedi.\n7. Modulasetilo o bua a re: 'Thapelo ya rona rotlhe go Modimo, phuthego yotlhe ya rapele.'\n8. Temana ya boraro.\n9. Yo o balang setlhogo sa Thuto o a emelela a simolole ka setlhogo sa letsatsi leo, a bo a bala sa bobedi se a bong a se tlhophile.\n10. Temana ya bone.\n11. Modulasetilo o bua a re: 'Ke nako ya go alafiwa' (fa go sena Barongwa o a re: 'Ke nako ya go alafiwa, re tla alafiwa ka pina: Guta Ra Mwari Legae Lame').\n12. Barongwa ba ema mo maemong a bone.\n13. Pina: Hymn 5 (O Phimotse Dibe).\n14. Masole a apereng seaparo sa Guta ba simolola go ya go nna mo setilong go alafiwa go fitlhelela ba felela botlhe.\n15. Pina: Hymn 1 (Modimo Re Kopanye).\n16. Masole a apareng diaparo tsa bone ba emelela go ya go nna mo setilong go alafiwa go fitlhelela ba felela botlhe.\n17. Ga gona le balwetsi ba basha, ba amogelwa ka Hymn 8 (Modimo Ke Ngwana Wa Gago).\n18. Temana ya ntlha ya pina ya letsatsi leo.\n19. Yo o bitsang setlhopha sa baopedi o a emelela go se bitse.\n20. Setlhopha sa baopedi se tsaya maemo a sone se opela, se bo se opela pina ya sone ya bobedi.\n21. Yo o balang setlhogo sa letsatsi o ruta ka sone kabokhutshwane.\n22. Yo o balang a tswelele pele a bale setlhogo sa bobedi a rute ka sone.\n23. Pina: temana ya bobedi.\n24. Yo o balang Dikemiso o a emelela a bale.\n25. Pina: temana ya boraro e a opelwa.\n26. Ba ba fang bosupi, ba ba rutang ba emelela ba dira jalo ba neelana sebaka.\n27. Modulasetilo o a emelela le phuthego le yone e emelele go opelwe pina temana e le nngwe.\n28. Modulasetilo o a tswala ka go bala jalo a ruta mo setlhogong sa thuto ya letsatsi leo.\n29. Temana ya ntlha ya pina e a opelwa (mme ga go letswe meropa).\n30. MoEfangedi o a emelela a soboke mantswe.\n31. Phuthego yotlhe e a emelela e opele pina yotlhe ya letsatsi.\n32. Modulasetilo o bua a re: 'A re budulaleng re kopelwe Tshegofatso ko go Modimo.'\n33. Modulasetilo o kopa Tshegofatso.\n34. Temana ya ntlha e a opelwa.\n35. Modulasetilo wa lekalana o a emelela a fe dikitsiso a boe a bitse dimpho fa e le letsatsi la tsone.\n36. Temana ya bofelo e a opelwa borre ba apole Mekwakwa.\n37. Ba ba eletsang go tsena mo Sekepeng ba dira jalo.\n38. Folaga ya lekalana e a foloswa ke Moetapele yo o apereng Mokwakwa."
}
